{
    "title": {
        "1": "3P0",
        "2": "Дроид серии DUM",
	"3": "Хирургический дроид 2-1B",
	"4": "Дроид TRLM8620-G11N",
	"5": "Корвет Sphyrna",
	"6": "Ремонтный дроид G2",
	"7": "Корвет CR90",
	"8": "Спидер 74-Z",
	"9": "Перехватчик ETA-2",
	"10": "Дроид серии R3",
	"11": "T-70 X-Wing",
	"12": "Истребитель Y-Wing",
	"13": "Супертактический дроид"
    },
    "desc": {
        "1": "Каждый дроид оснащён модулем SyntheTech AA-1 VerboBrain, позволяющим хранить огромные объёмы информации. Дополнительный объём памяти часто используется для хранения коммуникационных модулей в активной памяти, что позволяет избежать длительных задержек при поиске лингвистической информации во время перевода. Коммуникационный модуль TranLang III позволяет им свободно общаться более чем на шести миллионах языков. Они также обладают навыками, необходимыми для быстрого анализа новых незарегистрированных языков и перевода их на более распространённые.",
        "2": "Пит-дроиды, предназначенные для обслуживания подов, — это доступные и прочные ремонтные дроиды. Высота пит-дроидов составляет 1,19 метра, но они могут складываться в компактную форму, когда не используются. Эту функцию можно включить, нажав на их нос.",
        "3": "Модель дроида 2-1B отличается высокой степенью развитости и интеллекта. Программирование дроида было усовершенствовано ведущими врачами галактики из Медицинской академии штата Риннал, которая также интегрировала эвристические процессоры. Наиболее полезная характеристика дроидов 2-1B — это простота обновления программного обеспечения и конечностей. Дроид 2-1B может легко стать специалистом в области нейрохирургии, подологии, педиатрии, кибернетического протезирования конечностей и инопланетной биологии, обратившись в сертифицированный сервисный центр.",
        "4": "Потрёпанный боевой дроид эпохи галактизации, TRLM8620-G11N, ростом 1,79 метра. Его меткая стрельба и способность отслеживать цели с помощью продвинутых датчиков, расположенных по кругу головы и позволяющих ему видеть во всех направлениях, приносят ему невероятные успехи. Эти датчики включают в себя несколько рецепторов расширения текста, жёстко запрограммированные датчики контента и детектор фрагментации контента. TRLM8620-G11N также оснащён вокодером в основании головы, что позволяет ему изрекать бессмысленные фразы на любом языке галактики. Его торс способен полностью вращаться на поле боя, что позволяет ему сокрушать ошибки локализации со всех сторон. Его прочный металлический корпус позволяет ему выдерживать большинство атак интернационализации без какого-либо ущерба и обладает передовыми технологиями i18n, устойчивыми к кислотам.",
        "5": "В исходную конструкцию «Сфирны» было добавлено несколько новых функций, включая два дополнительных модуля, установленных по левому и правому борту, шесть спасательных капсул вместо грузового отсека и четвёртый досветовой двигатель, установленный поверх трёх основных, что обеспечивает ему достаточно мощности, чтобы в одиночку передвигать неисправный звёздный разрушитель. Длина — 315 метров, максимальное ускорение — 900 километров в час. Оснащён гипердвигателем.",
        "6": "Ремонтный дроид второго уровня G2, предназначенный для помощи в ремонте на корабле, невысокого роста, всего 0,8 метра. Он также приземистый, с широкой, тяжелой нижней частью стойки, из-за которой он ходит вразвалку. Эти черты, в сочетании с его длинной, многосуставной шеей и широко расставленными, распределяющими вес ногами, дают ему прозвище «гусиный дроид». Каждый блок G2 имеет упрощенный, серебристо-латунный скелетный каркас с открытыми суставами и проводкой, с цветной отделкой. Тяжелые трехпалые манипуляторы дроида могут удерживать большинство ремонтных инструментов, в то время как расставленные ноги помогают стабилизировать его низкий центр тяжести и придают G2 дополнительную устойчивость при работе с большим, тяжелым оборудованием.",
        "7": "Длина корабля составляет 150 метров, он оснащён двумя сдвоенными и четырьмя одинарными турболазерными турелями и способен развивать максимальную скорость 950 км/ч. По словам Люка Скайуокера, некоторые корабли CR90 в боевом оснащении могут быть оснащены шестью сдвоенными турболазерами. Способный перевозить целый дипломатический эскорт, он вмещает сотни пассажиров. Хотя корабли не построены как авианосцы, к стыковочным кольцам можно прикрепить три перехватчика RZ-1 A-wing, что позволяет организовать небольшой эскорт. Они служат основой раннего повстанческого движения и Альянса. Несмотря на не особо тяжёлое вооружение, CR90 обладают достаточной передней огневой мощью, чтобы довольно легко уничтожить крейсер класса «Гозанти».",
        "8": "Спидер-байк 74-Z способен развивать скорость до пятисот километров в час и более, а его потолок составляет двадцать пять метров. 74-Z — это военный вариант гражданского 74-Y. Управление осуществляется с помощью руля, расположенного в передней части транспортного средства, а педали, расположенные снизу, регулируют скорость и высоту. Эти высокоманевренные транспортные средства оснащены датчиками и коммуникационными устройствами, расположенными между рулями, включая комлинк и устройство подавления комлинка. Спидер оснащен датчиками огибающей рельефа, которые подключаются к HUD в шлеме водителя. Для ведения боя они вооружены передней вращающейся бластерной пушкой.",
        "9": "Длина ETA-2 составляет 5,47 метра, что делает его высокоманевренным боевым истребителем, превосходящим по скорости своего предшественника Aethersprite. Два ионных двигателя обеспечивают максимальное ускорение 5200 G и максимальную скорость 1500 км/ч. Крылья Eta-2 оснащены верхними и нижними радиаторными панелями S-образной формы, которые открываются для отвода избыточного тепла от двигателей корабля. Створки радиаторов открываются в основном во время интенсивных боёв. Для обороны корабль оснащён двумя лазерными и двумя ионными пушками. В отличие от лазерных пушек, ионные пушки корабля стреляют плазменными зарядами, которые при попадании в цель вызывают временные электрические помехи.",
        "10": "Дроид-астромеханик серии R3 во многом схож по аппаратному обеспечению со своим предшественником, R2, за исключением выдвижного видеосенсора, как у более раннего дроида. Шасси R3 имеет преимущественно цилиндрическую форму, представляя собой вертикальную трубу с коротким усеченным конусом в основании. Вертикальное положение дроида обеспечивают две узкие ноги, каждая из которых заканчивается ступицей в форме трапециевидной призмы. Третья нога расположена внутри корпуса дроида и может быть выдвинута при необходимости для большей устойчивости. Конструкция устройства закрыта прочным вращающимся куполом из пластекса или транспаристила. Астромеханик герметичен для обеспечения работоспособности в условиях космического вакуума.",
        "11": "Истребитель T-70 X-wing представляет собой крестообразный истребитель длиной 12,48 метра с максимальной вместимостью одного пилота и дроида-астромеханика с нижней загрузкой, который устанавливается в гнездо и может быть настроен для различных моделей. При необходимости дроид может управлять истребителем без помощи пилота, и даже может делать это дистанционно. Корабельный целеуказатель, органы управления полетом и другие важные пилотажные приборы расположены внутри бронированного модуля кабины, под которым съемный бортовой компьютер с жидкостным охлаждением дополнительно помогает пилоту в корабельных операциях. Панели доступа для доступа к компьютеру и хранения расположены внутри «носа» судна, вместе с вспомогательным генератором и местом для хранения, обычно используемым для хранения спасательного снаряжения. Небольшое сенсорное окно отмечает местоположение основного сенсорного массива корабля на самом кончике носового обтекателя, расположенного за аварийным маяком. За пилотом встроенная система жизнеобеспечения позволяет пассажиру дышать в насыщенной кислородом атмосфере.",
        "12": "Пилоты Альянса повстанцев и Новой Республики ласково называют этот истребитель «вилочкой» (wishbone). Истребитель Y-wing используется в качестве истребителя-бомбардировщика, чтобы пробиться к цели, доставить боезапас взрывчатых веществ и вернуться обратно. Его вооружение включает две лазерные пушки, две ионные пушки и две протонные торпедные установки. Дроид-астромеханик, например, R2, может быть подключен к разъёму за кабиной и выполнять функции второго пилота, управляя различными системами корабля.",
        "13": "Неплохой дроид для координации атак. В бою не силён, но хорош в планировании."
    },
    "Navbar": {
        "searchPlaceholder": "Что вы ищете?",
        "searchButtonLabel": "найти",
        "logoAlt": "Galaxy L10n Supplies",
        "searchIconAlt": "значок поиска",
        "greetingText": "Привет, энтузиаст G11N",
        "historyLink": "ИСТОРИЯ ЗАКАЗОВ",
        "arrowAlt": "Стрелка вниз",
        "cartAlt": "показать корзину",
        "navLinkHome": "ГЛАВНАЯ",
        "navLinkDroids": "ДРОИДЫ",
        "navLinkVehicles": "ТРАНСПОРТНЫЕ СРЕДСТВА"
    },
    "Home": {
        "welcomeSubtitle": "Мы предоставляем все необходимое, чтобы вы смогли принять участие в испытании «Галактизация» (G11n) (и победить).",
        "welcomeTitle": "Добро пожаловать на сайт Galaxy L10n Supplies!",
        "symbolAlt": "Символ валюты «Имперский кредит»"
    },
    "Browse": {
        "browseTitleAll": "Все",
        "browseTitleDroids": " дроиды",
        "browseTitleVehicles": " транспортные средства"
    },
    
    "Checkout": {
        "checkoutTitle": "Оформление и оплата заказа",
        
        "shipSectionLabel": "Информация о доставке",
        "firstNameLabel": "Имя",
        "lastNameLabel": "Фамилия",
        "coordinatesLabel": "Координаты",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Сектор",
        "methodLabel": "Способы доставки",
        "shipLightspeed": "Моментальная",
        "shipOvernight": "На следующий день",
        "shipStandard": "Стандартная",
        "paySectionLabel": "Оплата",
        "payNameLabel": "Данные владельца",
        "payNameHolder": "Имя фамилия",
        "accountLabel": "Номер кредитной карты",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Код безопасности",
        "securityHolder": "123456",
        "expDateLabel": "Дата истечения срока действия",
	"expMonth": "ММ",
	"expYear": "ГГ",
	"expSeparator": "/",
        "cartTitle": "Корзина",
        "deleteAlt": "удалить товар из корзины",
        "totalLabel": "Итого: ",
        "orderLabel": "ОФОРМИТЬ ЗАКАЗ",
        "termsStatement": "Я принимаю Условия использования",
        "termsLink": "(посмотреть)",
        "successMessage": "Заказ успешно оформлен!",
        "noItemMessage": "Добавьте товары в корзину, чтобы перейти к оплате."
    },
    "ProductShow": {
        "qtyLabel": "Кол-во: ",
        "addToCartLabel": "ДОБАВИТЬ В КОРЗИНУ"
    },
    "Cart": {
        "cartTitle": "Корзина",
        "noItemMsg": "В корзине нет товаров.",
        "deleteAlt": "Удалить товар из корзины",
        "totalTitle": "Итого: ",
        "checkoutLabel": "ОФОРМЛЕНИЕ И ОПЛАТА ЗАКАЗА",
        "closeAlt": "Закрыть корзину"
    },
    "Order": {
        "statusProcessing": "Обрабатывается",
        "statusShipped": "Отправлено",
        "statusDelivered": "Доставлено"
    },
    "OrderHistory": {
        "historyTitle": "История заказов",
        "dateHeading": "Дата",
        "numberHeading": "Номер заказа",
        "totalHeading": "Итого",
        "statusHeading": "Статус"
    },
    "Error404": {
        "errorMessage": "Ошибка 404: Страница не найдена."
    },
    "Bottombar": {
        "menuAlt": "открыть боковое меню"
    },
    "LocaleSelector": {
        "localeLabel": "Язык: ",
        "localeUS": "English (USA)",
        "localeRU": "Русский"
 
    },
    "Special": "Акции"
}
